export const HeaderNavigation = [
  // {
  //     name: 'Профиль',
  //     link: '/profile'
  // },
  {
      name: 'Домашняя страница',
      link: '/home'
  },
  {
      name: 'Каталог',
      link: '/catalog'
  },
  {
      name: 'Корзина',
      link: '/cart'
  }
]

export const introduction = {
  сyberware:
    'Киберимпланты. Аугментации. Хром. Класс специализированной кибернетической технологии, которая помещается в тело для выполнения определенной функции, тип биомеханических устройств, предназначенных для замены поврежденных и больных частей тела, улучшения его возможностей и силы, а также в некоторых случаях продления жизни.',
  ripperdoc:
    'Риперы — хирурги, медтехники, татуировщики и практикующие врачи-терапевты, специализирующиеся на установке киберимплантов и пластической хирургии. ',
  сyberpsychosis:
    'Киберпсихоз — диссоциативное расстройство личности, возникающее, когда человек с уже имеющимися психическими отклонениями ставит себе столько киберимплантов, что начинает считать себя или окружающих не полноценными разумными существами, а набором заменимых деталей. ',
}

export const menu = [
  {
    img: '1',
    description:
      'Профиль',
  },
  {
    img: '2',
    description:
      'Домашняя страница',
  },
  {
    img: '3',
    description:
      'Каталог',
  },
  {
    img: '4',
    description:
      'Корзина',
  },
]

export const CellsFirst = [
  {
      text: 'Лобная доля',
      link: '/404'
  },
  {
      text: 'Руки',
      link: '/store'
  },
  {
      text: 'Скелет',
      link: '/store'
  },
  {
      text: 'Нервная система',
      link: '/404'
  },
  {
      text: 'Кожа',
      link: '/store'
  }
]

export const CellsSecond = [
  {
      text: 'Операционная система',
      link: 'store'
  },
  {
      text: 'Лицо',
      link: '/store'
  },
  {
      text: 'Ладони',
      link: '/store'
  },
  {
      text: 'Кровеносная система',
      link: '/store'
  },
  {
      text: 'Ноги',
      link: '/store'
  }
]

